Revit 2027 API
ParameterTypeId.TextStyleUnderlineAboveCutMark Property
 "Underline Above Cut Mark"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId TextStyleUnderlineAboveCutMark { get; }
Public Shared ReadOnly Property TextStyleUnderlineAboveCutMark As ForgeTypeId
	Get
public:
static property ForgeTypeId^ TextStyleUnderlineAboveCutMark {
	ForgeTypeId^ get ();
}
static member TextStyleUnderlineAboveCutMark : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace